<x-layout>
    <x-container class="flex flex-col gap-4">
        <div class="flex flex-col gap-6">
            <x-ui.page-path/>
            <div class="flex flex-wrap items-center gap-2">
                <div class="rounded-full bg-[#A078FF] px-2.5 py-1 text-xs uppercase font-bold flex items-center gap-1 text-[#340080]">
                    БОЛЬШОЙ ОБЗОР
                </div>
                <div class="text-xs font-semibold bg-[#33343BCC] px-2.5 py-1 rounded-full text-[#4CD7F6]">
                    PC • PS5 • Xbox Series X|S
                </div>

                <span class="rounded-full bg-[#33343BCC] px-2.5 py-1 text-xs text-[#CBC3D7]">
                            12 мин чтения
                </span>

                <span class="rounded-full bg-[#CA81004D]/30 px-2.5 py-1 text-xs font-semibold text-[#FFB95F]">
                            Авторский лонгрид
                </span>
            </div>
        </div>
        <div class="flex flex-col gap-4">
            <h1 class="font-serif font-bold text-6xl">Обзор Dragon Age: The Veilguard — Возвращение
                в Тедас сквозь призму яркого экшена и смелых
                компромиссов
            </h1>
            <p class="text-lg max-w-4xl text-[#CBC3D7]">Спустя десять лет после Inquisition мы вернулись в мир древних богов и магии крови. Разбираемся,
                стоило ли так долго ждать перезапуск легендарной саги BioWare.
            </p>
        </div>
        <div class="w-full bg-[#191B22] flex justify-between px-6 py-2 rounded-lg">
            <div class="flex items-center gap-2">
                <img src="{{ asset('storage/Алексей Соколов.png') }}" alt="" class="h-12 w-12 aspect-square rounded-full object-cover">
                <div class="flex flex-col">
                    <div class="flex items-center gap-1.5">
                        <span class="text-sm font-bold text-[#e5e5e9]">
                            Алексей Соколов
                        </span>
                        <span class="aspect-square w-1.5 rounded-full bg-[#4CD7F6]"></span>
                        <span class="rounded-full text-sm font-semibold text-[#D0BCFF]">
                            Главный редактор / Эксперт по RPG
                        </span>

                    </div>
                    <div class="flex items-center gap-2 text-sm text-[#CBC3D7]">
                        <span class="text-[#958EA0] text-sm">28 минут назад</span>
                        <span class="w-1.5 aspect-square bg-[#958EA0] rounded-full"></span>
                        <span class="flex gap-1 items-center">
                            <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M13.3333 13.3333L10.6667 10.6667H1.33333C0.966667 10.6667 0.652778 10.5361 0.391667 10.275C0.130556 10.0139 0 9.7 0 9.33333V1.33333C0 0.966667 0.130556 0.652778 0.391667 0.391667C0.652778 0.130556 0.966667 0 1.33333 0H12C12.3667 0 12.6806 0.130556 12.9417 0.391667C13.2028 0.652778 13.3333 0.966667 13.3333 1.33333V13.3333ZM1.33333 9.33333H11.2333L12 10.0833V1.33333H1.33333V9.33333ZM1.33333 9.33333V1.33333V9.33333Z" fill="#4CD7F6"/>
                            </svg>
                            142
                        </span>
                        <span class="w-1.5 aspect-square bg-[#958EA0] rounded-full"></span>
                        <span class="flex gap-1 items-center">
                            <svg width="15" height="10" viewBox="0 0 15 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M7.33333 8C8.16667 8 8.875 7.70833 9.45833 7.125C10.0417 6.54167 10.3333 5.83333 10.3333 5C10.3333 4.16667 10.0417 3.45833 9.45833 2.875C8.875 2.29167 8.16667 2 7.33333 2C6.5 2 5.79167 2.29167 5.20833 2.875C4.625 3.45833 4.33333 4.16667 4.33333 5C4.33333 5.83333 4.625 6.54167 5.20833 7.125C5.79167 7.70833 6.5 8 7.33333 8ZM7.33333 6.8C6.83333 6.8 6.40833 6.625 6.05833 6.275C5.70833 5.925 5.53333 5.5 5.53333 5C5.53333 4.5 5.70833 4.075 6.05833 3.725C6.40833 3.375 6.83333 3.2 7.33333 3.2C7.83333 3.2 8.25833 3.375 8.60833 3.725C8.95833 4.075 9.13333 4.5 9.13333 5C9.13333 5.5 8.95833 5.925 8.60833 6.275C8.25833 6.625 7.83333 6.8 7.33333 6.8ZM7.33333 10C5.71111 10 4.23333 9.54722 2.9 8.64167C1.56667 7.73611 0.6 6.52222 0 5C0.6 3.47778 1.56667 2.26389 2.9 1.35833C4.23333 0.452778 5.71111 0 7.33333 0C8.95556 0 10.4333 0.452778 11.7667 1.35833C13.1 2.26389 14.0667 3.47778 14.6667 5C14.0667 6.52222 13.1 7.73611 11.7667 8.64167C10.4333 9.54722 8.95556 10 7.33333 10ZM7.33333 8.66667C8.58889 8.66667 9.74167 8.33611 10.7917 7.675C11.8417 7.01389 12.6444 6.12222 13.2 5C12.6444 3.87778 11.8417 2.98611 10.7917 2.325C9.74167 1.66389 8.58889 1.33333 7.33333 1.33333C6.07778 1.33333 4.925 1.66389 3.875 2.325C2.825 2.98611 2.02222 3.87778 1.46667 5C2.02222 6.12222 2.825 7.01389 3.875 7.675C4.925 8.33611 6.07778 8.66667 7.33333 8.66667Z" fill="#CBC3D7"/>
                            </svg>
                            2.4k
                        </span>
                    </div>
                </div>
            </div>
            <div class="flex gap-1 items-center">
                <a href="#" class="rounded-lg bg-[#1E1F26] text-[#E2E2EB] px-4 py-1 flex gap-1 items-center">
                    <svg width="12" height="10" viewBox="0 0 12 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 9.33333V0L11.0833 4.66667L0 9.33333ZM1.16667 7.58333L8.07917 4.66667L1.16667 1.75V3.79167L4.66667 4.66667L1.16667 5.54167V7.58333ZM1.16667 7.58333V4.66667V1.75V3.79167V5.54167V7.58333Z" fill="#E2E2EB"/>
                    </svg>
                    Telegram
                </a>
                <a href="#" class="rounded-lg bg-[#1E1F26] text-[#E2E2EB] px-4 py-1 flex gap-1 items-center">
                    <svg width="12" height="10" viewBox="0 0 12 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 9.33333V0L11.0833 4.66667L0 9.33333ZM1.16667 7.58333L8.07917 4.66667L1.16667 1.75V3.79167L4.66667 4.66667L1.16667 5.54167V7.58333ZM1.16667 7.58333V4.66667V1.75V3.79167V5.54167V7.58333Z" fill="#E2E2EB"/>
                    </svg>
                    VK
                </a>
                <a href="#" class="rounded-lg bg-[#1E1F26] text-[#E2E2EB] px-4 py-1 flex gap-1 items-center">
                    <svg width="11" height="12" viewBox="0 0 11 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M8.75 11.6667C8.26389 11.6667 7.85069 11.4965 7.51042 11.1562C7.17014 10.816 7 10.4028 7 9.91667C7 9.85833 7.01458 9.72222 7.04375 9.50833L2.94583 7.11667C2.79028 7.2625 2.61042 7.37674 2.40625 7.45937C2.20208 7.54201 1.98333 7.58333 1.75 7.58333C1.26389 7.58333 0.850694 7.41319 0.510417 7.07292C0.170139 6.73264 0 6.31944 0 5.83333C0 5.34722 0.170139 4.93403 0.510417 4.59375C0.850694 4.25347 1.26389 4.08333 1.75 4.08333C1.98333 4.08333 2.20208 4.12465 2.40625 4.20729C2.61042 4.28993 2.79028 4.40417 2.94583 4.55L7.04375 2.15833C7.02431 2.09028 7.01215 2.02465 7.00729 1.96146C7.00243 1.89826 7 1.82778 7 1.75C7 1.26389 7.17014 0.850694 7.51042 0.510417C7.85069 0.170139 8.26389 0 8.75 0C9.23611 0 9.64931 0.170139 9.98958 0.510417C10.3299 0.850694 10.5 1.26389 10.5 1.75C10.5 2.23611 10.3299 2.64931 9.98958 2.98958C9.64931 3.32986 9.23611 3.5 8.75 3.5C8.51667 3.5 8.29792 3.45868 8.09375 3.37604C7.88958 3.2934 7.70972 3.17917 7.55417 3.03333L3.45625 5.425C3.47569 5.49306 3.48785 5.55868 3.49271 5.62187C3.49757 5.68507 3.5 5.75556 3.5 5.83333C3.5 5.91111 3.49757 5.9816 3.49271 6.04479C3.48785 6.10799 3.47569 6.17361 3.45625 6.24167L7.55417 8.63333C7.70972 8.4875 7.88958 8.37326 8.09375 8.29062C8.29792 8.20799 8.51667 8.16667 8.75 8.16667C9.23611 8.16667 9.64931 8.33681 9.98958 8.67708C10.3299 9.01736 10.5 9.43056 10.5 9.91667C10.5 10.4028 10.3299 10.816 9.98958 11.1562C9.64931 11.4965 9.23611 11.6667 8.75 11.6667ZM8.75 10.5C8.91528 10.5 9.05382 10.4441 9.16562 10.3323C9.27743 10.2205 9.33333 10.0819 9.33333 9.91667C9.33333 9.75139 9.27743 9.61285 9.16562 9.50104C9.05382 9.38924 8.91528 9.33333 8.75 9.33333C8.58472 9.33333 8.44618 9.38924 8.33438 9.50104C8.22257 9.61285 8.16667 9.75139 8.16667 9.91667C8.16667 10.0819 8.22257 10.2205 8.33438 10.3323C8.44618 10.4441 8.58472 10.5 8.75 10.5ZM1.75 6.41667C1.91528 6.41667 2.05382 6.36076 2.16563 6.24896C2.27743 6.13715 2.33333 5.99861 2.33333 5.83333C2.33333 5.66806 2.27743 5.52951 2.16563 5.41771C2.05382 5.3059 1.91528 5.25 1.75 5.25C1.58472 5.25 1.44618 5.3059 1.33438 5.41771C1.22257 5.52951 1.16667 5.66806 1.16667 5.83333C1.16667 5.99861 1.22257 6.13715 1.33438 6.24896C1.44618 6.36076 1.58472 6.41667 1.75 6.41667ZM8.75 2.33333C8.91528 2.33333 9.05382 2.27743 9.16562 2.16563C9.27743 2.05382 9.33333 1.91528 9.33333 1.75C9.33333 1.58472 9.27743 1.44618 9.16562 1.33438C9.05382 1.22257 8.91528 1.16667 8.75 1.16667C8.58472 1.16667 8.44618 1.22257 8.33438 1.33438C8.22257 1.44618 8.16667 1.58472 8.16667 1.75C8.16667 1.91528 8.22257 2.05382 8.33438 2.16563C8.44618 2.27743 8.58472 2.33333 8.75 2.33333Z" fill="#E2E2EB"/>
                    </svg>


                    Ссылка
                </a>
                <a href="#" class="rounded-lg bg-[#1E1F26] text-[#FFB95F] px-4 py-1 flex gap-1 items-center">
                    <svg width="9" height="11" viewBox="0 0 9 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0 10.5V1.16667C0 0.845833 0.114236 0.571181 0.342708 0.342708C0.571181 0.114236 0.845833 0 1.16667 0H7C7.32083 0 7.59549 0.114236 7.82396 0.342708C8.05243 0.571181 8.16667 0.845833 8.16667 1.16667V10.5L4.08333 8.75L0 10.5ZM1.16667 8.72083L4.08333 7.46667L7 8.72083V1.16667H1.16667V8.72083ZM1.16667 1.16667H7H4.08333H1.16667Z" fill="#FFB95F"/>
                    </svg>

                    В закладки
                </a>
            </div>
        </div>
        <div class="w-full h-[520px] relative">
            <img src="{{asset('storage/show.jpg')}}" class="w-full h-full" alt="">
            <div class="bg-[#282A30E5] p-4 rounded-lg max-w-xl absolute bottom-2 left-2 flex gap-4">
                <div class="bg-[#FFB95F33] items-center text-[#FFB95FCC] justify-center flex flex-col p-2 rounded-lg">
                    <p class="uppercase font-bold text-xl">8.5</p>
                    <p class="font-semibold text-lg ">NEXUS</p>
                </div>
                <div class="flex flex-col">
                    <div class="flex gap-1 items-center">
                        <p class="text-[#D0BCFF] font-bold">
                            БЫСТРЫЙ ВЕРДИКТ
                        </p>
                        <span class="aspect-square w-1.5 rounded-full bg-[#4CD7F6]"></span>
                        <p class="text-[#CBC3D7] font-semibold">
                            Рекомендовано
                        </p>
                    </div>
                    <p class="text-[#E2E2EB] max-w-lg text-sm">
                        Зрелищный экшен с великолепными спутниками, кинематографичным
                        размахом, но упрощённым тактическим слоем.
                    </p>

                </div>
            </div>
        </div>
        <div class="grid grid-cols-12 gap-10">
            <div class="">
                asd
            </div>
            <div class="col-span-9">
                <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center mb-4"> <span class="text-[#D0BCFF] text-lg font-bold">#01</span>Вступление: Десять лет ожиданий</h2>
                <p class="text-lg mb-4 text-[#E2E2EB]">Десять лет — колоссальный срок для видеоигровой индустрии. За это время сменилось
                    поколение консолей, BioWare пережила череду мучительных производственных метаний и фальстартов, а фанаты почти потеряли надежду узнать, чем закончится дерзкий замысел Соласа.
                    Премьера The Veilguard воспринимается не просто как релиз очередной RPG, а как
                    экзистенциальный тест: способна ли некогда флагманская канадская студия создавать современные
                    увлекательные приключения.
                </p>
                <p class="text-[#CBC3D7] text-lg">И главный ответ, который формируется уже после первых десяти часов: да, игра работает, причём
                    удивительно слаженно. Однако преданным ветеранам Dragon Age: Origins придётся проделать над
                    собой немалое ментальное усилие, ведь перед нами окончательный переход от неторопливой
                    изометрической партийной классики к стремительному, плотно срежиссированному
                    кинематографичному слэшеру.
                </p>
                <div class=" w-full bg-[#191B22] rounded-lg mb-10">
                    <img src="{{asset('storage/showImage.jpg')}}"  class="w-full h-[4   60px]" alt="">
                    <div class="text-xs py-2 px-4 flex items-center justify-between">
                        <p class="text-[#CBC3D7]">Панорама Минратоуса впечатляет масштабом и неоновыми переливами древней магии Тевинтера.</p>
                        <p class="text-[#958EA0]">BioWare / Electronic Arts</p>
                    </div>
                </div>
                <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center mb-4"> <span class="text-[#D0BCFF] text-lg font-bold">#01</span>Вступление: Десять лет ожиданий</h2>
                <p class="text-lg mb-4 text-[#E2E2EB]">Десять лет — колоссальный срок для видеоигровой индустрии. За это время сменилось
                    поколение консолей, BioWare пережила череду мучительных производственных метаний и фальстартов, а фанаты почти потеряли надежду узнать, чем закончится дерзкий замысел Соласа.
                    Премьера The Veilguard воспринимается не просто как релиз очередной RPG, а как
                    экзистенциальный тест: способна ли некогда флагманская канадская студия создавать современные
                    увлекательные приключения.
                </p>
                <p class="text-[#CBC3D7] text-lg mb-10">И главный ответ, который формируется уже после первых десяти часов: да, игра работает, причём
                    удивительно слаженно. Однако преданным ветеранам Dragon Age: Origins придётся проделать над
                    собой немалое ментальное усилие, ведь перед нами окончательный переход от неторопливой
                    изометрической партийной классики к стремительному, плотно срежиссированному
                    кинематографичному слэшеру.
                </p>
                <div class="flex flex-col gap-4 p-4 rounded-lg bg-[#1E1F26] mb-10">
                    <p class="text-[#E2E2EB] font-serif font-bold ">«Это самая динамичная и кинематографичная игра серии, хоть ветеранам Origins придётся
                        привыкать к новому темпу и отсутствию прямого управления отрядом».
                    </p>
                    <p class="text-[#4CD7F6] flex items-center gap-2"> <span class="h-0.5 w-8 bg-[#4CD7F6]"></span> Из редакционного дневника прохождения</p>
                </div>
                <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center mb-4"> <span class="text-[#D0BCFF] text-lg font-bold">#01</span>Вступление: Десять лет ожиданий</h2>
                <p class="text-lg mb-4 text-[#E2E2EB]">Десять лет — колоссальный срок для видеоигровой индустрии. За это время сменилось
                    поколение консолей, BioWare пережила череду мучительных производственных метаний и фальстартов, а фанаты почти потеряли надежду узнать, чем закончится дерзкий замысел Соласа.
                    Премьера The Veilguard воспринимается не просто как релиз очередной RPG, а как
                    экзистенциальный тест: способна ли некогда флагманская канадская студия создавать современные
                    увлекательные приключения.
                </p>
                <p class="text-[#CBC3D7] text-lg mb-10">И главный ответ, который формируется уже после первых десяти часов: да, игра работает, причём
                    удивительно слаженно. Однако преданным ветеранам Dragon Age: Origins придётся проделать над
                    собой немалое ментальное усилие, ведь перед нами окончательный переход от неторопливой
                    изометрической партийной классики к стремительному, плотно срежиссированному
                    кинематографичному слэшеру.
                </p>
                <div class=" w-full grid grid-cols-2 gap-4  rounded-lg mb-10">
                    <div class="flex flex-col bg-[#191B22]">
                        <img src="{{asset('storage/showImage.jpg')}}"  class="w-full h-[4   60px]" alt="">
                        <p class="text-[#CBC3D7] font-semibold">Панорама Минратоуса впечатляет масштабом и неоновыми переливами древней магии Тевинтера.</p>

                    </div>
                    <div class="flex flex-col bg-[#191B22]">
                        <img src="{{asset('storage/showImage.jpg')}}"  class="w-full h-[4   60px]" alt="">
                        <p class="text-[#CBC3D7] font-semibold">Панорама Минратоуса впечатляет масштабом и неоновыми переливами древней магии Тевинтера.</p>
                    </div>
                </div>
                <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center mb-4"> <span class="text-[#D0BCFF] text-lg font-bold">#01</span>Вступление: Десять лет ожиданий</h2>
                <p class="text-lg mb-4 text-[#E2E2EB]">Десять лет — колоссальный срок для видеоигровой индустрии. За это время сменилось
                    поколение консолей, BioWare пережила череду мучительных производственных метаний и фальстартов, а фанаты почти потеряли надежду узнать, чем закончится дерзкий замысел Соласа.
                    Премьера The Veilguard воспринимается не просто как релиз очередной RPG, а как
                    экзистенциальный тест: способна ли некогда флагманская канадская студия создавать современные
                    увлекательные приключения.
                </p>

                <div class="grid grid-cols-2 gap-6 mb-10">
                    <div class="bg-[#191B22] flex flex-col gap-4 p-6 rounded-lg">
                        <h2 class="text-[#4CD7F6] font-serif font-bold text-xl flex items-center gap-2">
                            <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16 20H5V7L12 0L13.25 1.25C13.3667 1.36667 13.4625 1.525 13.5375 1.725C13.6125 1.925 13.65 2.11667 13.65 2.3V2.65L12.55 7H19C19.5333 7 20 7.2 20.4 7.6C20.8 8 21 8.46667 21 9V11C21 11.1167 20.9833 11.2417 20.95 11.375C20.9167 11.5083 20.8833 11.6333 20.85 11.75L17.85 18.8C17.7 19.1333 17.45 19.4167 17.1 19.65C16.75 19.8833 16.3833 20 16 20ZM7 18H16L19 11V9H10L11.35 3.5L7 7.85V18ZM7 7.85V9V11V18V7.85ZM5 7V9H2V18H5V20H0V7H5Z" fill="#4CD7F6"/>
                            </svg>
                            Понравилось
                        </h2>
                        <div class="flex flex-col">
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                        </div>
                    </div>
                    <div class="bg-[#191B22] flex flex-col gap-4 p-6 rounded-lg">
                        <h2 class="text-[#4CD7F6] font-serif font-bold text-xl flex items-center gap-2">
                            <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M16 20H5V7L12 0L13.25 1.25C13.3667 1.36667 13.4625 1.525 13.5375 1.725C13.6125 1.925 13.65 2.11667 13.65 2.3V2.65L12.55 7H19C19.5333 7 20 7.2 20.4 7.6C20.8 8 21 8.46667 21 9V11C21 11.1167 20.9833 11.2417 20.95 11.375C20.9167 11.5083 20.8833 11.6333 20.85 11.75L17.85 18.8C17.7 19.1333 17.45 19.4167 17.1 19.65C16.75 19.8833 16.3833 20 16 20ZM7 18H16L19 11V9H10L11.35 3.5L7 7.85V18ZM7 7.85V9V11V18V7.85ZM5 7V9H2V18H5V20H0V7H5Z" fill="#4CD7F6"/>
                            </svg>
                            Понравилось
                        </h2>
                        <div class="flex flex-col">
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                            <p class="flex gap-2 text-lg text-[#E2E2EB]">
                                <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                                </svg>

                                Великолепный арт-дизайн локаций Минратоуса и
                                Глубинных троп
                            </p>
                        </div>
                    </div>
                </div>
                <div class="flex justify-between items-center p-3 rounded-lg bg-[#191B22]">
                    <p class="text-[#E2E2EB]">Ваша оценка статьи:</p>
                    <div class="flex gap-3 items-center">
                        <p class="bg-[#1E1F26] text-[#D0BCFF] px-4 rounded-lg py-1">421</p>
                        <p class="bg-[#1E1F26] text-[#4CD7F6] px-4 rounded-lg py-1">421</p>
                        <p class="bg-[#1E1F26] text-[#FFB95F] px-4 rounded-lg py-1">421</p>
                        <p class="bg-[#1E1F26] text-[#FFB4AB] px-4 rounded-lg py-1">421</p>

                    </div>
                </div>
            </div>
        </div>
    </x-container>
</x-layout>
