<div class="bg-light-card p-6 rounded-lg flex flex-col gap-2">
    <div class="flex items-center gap-2">
        <img src="{{asset('storage/users/avatarImage.jpg')}}" class="h-8 aspect-square rounded-full" alt="">
        <p class="text-lg font-bold text-[#E2E2EB]">Алексей Соколов</p>
        <p class="bg-[#A078FF] px-1  text-[#340080] font-bold rounded-sm">Автор</p>
        <p class="text-[#958EA0] font-semibold text-sm">4 часа назад</p>
    </div>
    <p class="text-[#E2E2EB]">Коллеги, небольшое уточнение по поводу выборов из прошлых частей: решения переносятся через встроенный
        конструктор историй в меню персонажа (сохранения Dragon Age Keep не используются напрямую). Внимательно
        настраивайте инквизитора при создании героя!</p>
    <div class="flex items-center gap-4">
        <button class="text-[#4CD7F6] font-semibold">Ответить</button>
        <div class="flex items-center gap-1">
            <button>
                <svg width="13" height="12" viewBox="0 0 13 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9.33333 11.6667H2.91667V4.08333L7 0L7.72917 0.729167C7.79722 0.797222 7.85313 0.889583 7.89687 1.00625C7.94062 1.12292 7.9625 1.23472 7.9625 1.34167V1.54583L7.32083 4.08333H11.0833C11.3944 4.08333 11.6667 4.2 11.9 4.43333C12.1333 4.66667 12.25 4.93889 12.25 5.25V6.41667C12.25 6.48472 12.2403 6.55764 12.2208 6.63542C12.2014 6.71319 12.1819 6.78611 12.1625 6.85417L10.4125 10.9667C10.325 11.1611 10.1792 11.3264 9.975 11.4625C9.77083 11.5986 9.55694 11.6667 9.33333 11.6667ZM4.08333 10.5H9.33333L11.0833 6.41667V5.25H5.83333L6.62083 2.04167L4.08333 4.57917V10.5ZM4.08333 4.57917V5.25V6.41667V10.5V4.57917ZM2.91667 4.08333V5.25H1.16667V10.5H2.91667V11.6667H0V4.08333H2.91667Z" fill="#958EA0"/>
                </svg>
            </button>
            <p class="font-bold text-sm">96</p>
            <button>
                <svg class="rotate-180" width="13" height="12" viewBox="0 0 13 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9.33333 11.6667H2.91667V4.08333L7 0L7.72917 0.729167C7.79722 0.797222 7.85313 0.889583 7.89687 1.00625C7.94062 1.12292 7.9625 1.23472 7.9625 1.34167V1.54583L7.32083 4.08333H11.0833C11.3944 4.08333 11.6667 4.2 11.9 4.43333C12.1333 4.66667 12.25 4.93889 12.25 5.25V6.41667C12.25 6.48472 12.2403 6.55764 12.2208 6.63542C12.2014 6.71319 12.1819 6.78611 12.1625 6.85417L10.4125 10.9667C10.325 11.1611 10.1792 11.3264 9.975 11.4625C9.77083 11.5986 9.55694 11.6667 9.33333 11.6667ZM4.08333 10.5H9.33333L11.0833 6.41667V5.25H5.83333L6.62083 2.04167L4.08333 4.57917V10.5ZM4.08333 4.57917V5.25V6.41667V10.5V4.57917ZM2.91667 4.08333V5.25H1.16667V10.5H2.91667V11.6667H0V4.08333H2.91667Z" fill="#958EA0"/>
                </svg>
            </button>
        </div>
    </div>
</div>
