<div class="col-span-9 w-full flex flex-col gap-10">
    <div class="flex flex-col gap-4">
        <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center "> <span class="text-purple text-lg font-bold">#01</span>Вступление: Десять лет ожиданий</h2>
        <p class="text-lg text-secondary first-letter:text-5xl first-letter:float-left first-letter:mt-2">
            Десять лет — колоссальный срок для видеоигровой индустрии. За это время сменилось
            поколение консолей, BioWare пережила череду мучительных производственных метаний и фальстартов, а фанаты почти потеряли надежду узнать, чем закончится дерзкий замысел Соласа.
            Премьера The Veilguard воспринимается не просто как релиз очередной RPG, а как
            экзистенциальный тест: способна ли некогда флагманская канадская студия создавать современные
            увлекательные приключения.
        </p>
        <p class="text-main text-lg">И главный ответ, который формируется уже после первых десяти часов: да, игра работает, причём
            удивительно слаженно. Однако преданным ветеранам Dragon Age: Origins придётся проделать над
            собой немалое ментальное усилие, ведь перед нами окончательный переход от неторопливой
            изометрической партийной классики к стремительному, плотно срежиссированному
            кинематографичному слэшеру.
        </p>
    </div>
    <div class=" w-full bg-dark-card rounded-lg ">
        <div class="relative">
            <img src="{{asset('storage/review/reviewImage2.jpg')}}"  class="w-full" alt="">
            <p class="absolute text-cyan bg-[#0C0E14CC] px-2 py-1 rounded-lg right-1 bottom-1">4K HDR / Ultra Settings</p>
        </div>
        <div class="text-xs py-2 px-4 flex items-center justify-between">
            <p class="text-main">Панорама Минратоуса впечатляет масштабом и неоновыми переливами древней магии Тевинтера.</p>
            <p class="text-muted">BioWare / Electronic Arts</p>
        </div>
    </div>
    <div class="flex flex-col gap-4">
        <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center "> <span class="text-purple text-lg font-bold">#02</span>Боевая система: Больше слэшера, меньше тактики</h2>
        <p class="text-lg  text-secondary">
            Тактическая пауза в её классическом понимании канула в Лету. Меню способностей теперь лишь
            слегка замедляет время, давая секунду сориентироваться и отдать распоряжение двум (а не трём,
            как раньше) спутникам. Фокус полностью смещён на прямой контроль персонажа: точные увороты,
            парирование с идеальными окнами, цепочки легких и тяжелых комбо-ударов.
        </p>
        <p class="text-main text-lg ">
            Импакт от ударов превосходен. Когда маг высвобождает каскад рунических молний или воин
            обрушивает двуручный топор, разрушая щиты бронированного огра, игра дарит чистый, осязаемый
            драйв. Комбинирование стихий и триггеров («детонаций») на манер Mass Effect держит в постоянном
            напряжении.
        </p>
    </div>

    <div class="flex flex-col gap-4 p-4 rounded-lg bg-dark-card ">
        <p class="text-secondary font-serif font-bold ">«Это самая динамичная и кинематографичная игра серии, хоть ветеранам Origins придётся
            привыкать к новому темпу и отсутствию прямого управления отрядом».
        </p>
        <p class="text-cyan flex items-center gap-2"> <span class="h-0.5 w-8 bg-cyan"></span> Из редакционного дневника прохождения</p>
    </div>
    <div class="flex flex-col gap-4">
        <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center "> <span class="text-purple text-lg font-bold">#03</span>Спутники и сюжет: Сила личных историй</h2>
        <p class="text-lg  text-secondary">
            Что в The Veilguard удалось без всяких скидок — это обитатели Маяка. База героев жива: сопартийцы
            не стоят истуканами в ожидании главного героя, а ходят друг к другу в гости, спорят на кухне,
            оставляют записки и участвуют в остроумных диалогах.
        </p>
        <p class="text-main text-lg ">
            Личные квесты каждого из семи компаньонов по проработке не уступают центральной сюжетной
            ветке. Будь то детективное расследование с Нив в закоулках дождливого Дока или раскопки
            некрополя с обаятельным Эммрихом — сценаристы сумели вернуть фирменную эмоциональную
            привязку BioWare.
        </p>
    </div>
    <div class=" w-full grid grid-cols-2 gap-4 rounded-lg ">
        <div class="flex flex-col bg-dark-card rounded-lg overflow-hidden">
            <img src="{{asset('storage/review/reviewImage3.jpg')}}"  class="w-full max-h-57 object-fill" alt="">
            <p class="text-main font-semibold p-2">
                Диалоговые сцены поставлены на уровне дорогих телесериалов
            </p>
        </div>
        <div class="flex flex-col bg-dark-card rounded-lg overflow-hidden">
            <img src="{{asset('storage/review/reviewImage3.jpg')}}"  class="w-full max-h-57 object-fill" alt="">
            <p class="text-main font-semibold p-2">
                Диалоговые сцены поставлены на уровне дорогих телесериалов
            </p>
        </div>
    </div>
    <div class="flex flex-col gap-4">
        <div class="flex flex-col gap-4">
            <h2 class="font-bold font-serif text-3xl flex gap-1.5 items-center "> <span class="text-purple text-lg font-bold">#04</span>Визуальный стиль и оптимизация на ПК</h2>
            <p class="text-lg  text-secondary">
                Техническое состояние — главный триумф релиза. Игра выходит без компиляционных статтеров и с
                безупречной поддержкой ультрашироких мониторов. На системе с RTX 4080 в нативном 4K при
                ультра-настройках с трассировкой лучей проект демонстрирует стабильные 75-85 кадров в секунду,
                а при включении DLSS Quality фреймрейт переваливает за сотню.
            </p>
        </div>
    </div>

    <x-review.performance/>

    <div class="grid grid-cols-2 gap-6 ">
        <div class="bg-dark-card flex flex-col gap-4 p-6 rounded-lg">
            <h2 class="text-cyan font-serif font-bold text-xl flex items-center gap-2">
                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M16 20H5V7L12 0L13.25 1.25C13.3667 1.36667 13.4625 1.525 13.5375 1.725C13.6125 1.925 13.65 2.11667 13.65 2.3V2.65L12.55 7H19C19.5333 7 20 7.2 20.4 7.6C20.8 8 21 8.46667 21 9V11C21 11.1167 20.9833 11.2417 20.95 11.375C20.9167 11.5083 20.8833 11.6333 20.85 11.75L17.85 18.8C17.7 19.1333 17.45 19.4167 17.1 19.65C16.75 19.8833 16.3833 20 16 20ZM7 18H16L19 11V9H10L11.35 3.5L7 7.85V18ZM7 7.85V9V11V18V7.85ZM5 7V9H2V18H5V20H0V7H5Z" fill="#4CD7F6"/>
                </svg>
                Понравилось
            </h2>
            <div class="flex flex-col">
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                    </svg>

                    Великолепный арт-дизайн локаций Минратоуса и
                    Глубинных троп
                </p>
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                    </svg>

                    Глубоко прописанные личные квесты и
                    взаимоотношения сопартийцев
                </p>
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                    </svg>

                    Отзывчивое, насыщенное спецэффектами
                    слэшерное управление
                </p>
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="16" viewBox="0 0 14 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.73333 11.7333L10.4333 7.03333L9.5 6.1L5.73333 9.86667L3.83333 7.96667L2.9 8.9L5.73333 11.7333ZM6.66667 15.3333C5.74444 15.3333 4.87778 15.1583 4.06667 14.8083C3.25556 14.4583 2.55 13.9833 1.95 13.3833C1.35 12.7833 0.875 12.0778 0.525 11.2667C0.175 10.4556 0 9.58889 0 8.66667C0 7.74444 0.175 6.87778 0.525 6.06667C0.875 5.25556 1.35 4.55 1.95 3.95C2.55 3.35 3.25556 2.875 4.06667 2.525C4.87778 2.175 5.74444 2 6.66667 2C7.58889 2 8.45555 2.175 9.26667 2.525C10.0778 2.875 10.7833 3.35 11.3833 3.95C11.9833 4.55 12.4583 5.25556 12.8083 6.06667C13.1583 6.87778 13.3333 7.74444 13.3333 8.66667C13.3333 9.58889 13.1583 10.4556 12.8083 11.2667C12.4583 12.0778 11.9833 12.7833 11.3833 13.3833C10.7833 13.9833 10.0778 14.4583 9.26667 14.8083C8.45555 15.1583 7.58889 15.3333 6.66667 15.3333ZM6.66667 14C8.15556 14 9.41667 13.4833 10.45 12.45C11.4833 11.4167 12 10.1556 12 8.66667C12 7.17778 11.4833 5.91667 10.45 4.88333C9.41667 3.85 8.15556 3.33333 6.66667 3.33333C5.17778 3.33333 3.91667 3.85 2.88333 4.88333C1.85 5.91667 1.33333 7.17778 1.33333 8.66667C1.33333 10.1556 1.85 11.4167 2.88333 12.45C3.91667 13.4833 5.17778 14 6.66667 14Z" fill="#4CD7F6"/>
                    </svg>

                    Образцовая оптимизация на ПК без статтеров с
                    первого дня
                </p>
            </div>
        </div>
        <div class="bg-dark-card flex flex-col gap-4 p-6 rounded-lg">
            <h2 class="text-red font-serif font-bold text-xl flex items-center gap-2">
                <svg width="21" height="20" viewBox="0 0 21 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M5 0H16V13L9 20L7.75 18.75C7.63333 18.6333 7.5375 18.475 7.4625 18.275C7.3875 18.075 7.35 17.8833 7.35 17.7V17.35L8.45 13H2C1.46667 13 1 12.8 0.6 12.4C0.2 12 0 11.5333 0 11V9C0 8.88333 0.0166667 8.75833 0.05 8.625C0.0833333 8.49167 0.116667 8.36667 0.15 8.25L3.15 1.2C3.3 0.866667 3.55 0.583333 3.9 0.35C4.25 0.116667 4.61667 0 5 0ZM14 2H5L2 9V11H11L9.65 16.5L14 12.15V2ZM14 12.15V11V9V2V12.15ZM16 13V11H19V2H16V0H21V13H16Z" fill="#FFB4AB"/>
                </svg>

                Не понравилось
            </h2>
            <div class="flex flex-col">
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.26667 10L6.66667 7.6L9.06667 10L10 9.06667L7.6 6.66667L10 4.26667L9.06667 3.33333L6.66667 5.73333L4.26667 3.33333L3.33333 4.26667L5.73333 6.66667L3.33333 9.06667L4.26667 10ZM6.66667 13.3333C5.74444 13.3333 4.87778 13.1583 4.06667 12.8083C3.25556 12.4583 2.55 11.9833 1.95 11.3833C1.35 10.7833 0.875 10.0778 0.525 9.26667C0.175 8.45555 0 7.58889 0 6.66667C0 5.74444 0.175 4.87778 0.525 4.06667C0.875 3.25556 1.35 2.55 1.95 1.95C2.55 1.35 3.25556 0.875 4.06667 0.525C4.87778 0.175 5.74444 0 6.66667 0C7.58889 0 8.45555 0.175 9.26667 0.525C10.0778 0.875 10.7833 1.35 11.3833 1.95C11.9833 2.55 12.4583 3.25556 12.8083 4.06667C13.1583 4.87778 13.3333 5.74444 13.3333 6.66667C13.3333 7.58889 13.1583 8.45555 12.8083 9.26667C12.4583 10.0778 11.9833 10.7833 11.3833 11.3833C10.7833 11.9833 10.0778 12.4583 9.26667 12.8083C8.45555 13.1583 7.58889 13.3333 6.66667 13.3333ZM6.66667 12C8.15556 12 9.41667 11.4833 10.45 10.45C11.4833 9.41667 12 8.15556 12 6.66667C12 5.17778 11.4833 3.91667 10.45 2.88333C9.41667 1.85 8.15556 1.33333 6.66667 1.33333C5.17778 1.33333 3.91667 1.85 2.88333 2.88333C1.85 3.91667 1.33333 5.17778 1.33333 6.66667C1.33333 8.15556 1.85 9.41667 2.88333 10.45C3.91667 11.4833 5.17778 12 6.66667 12Z" fill="#FFB4AB"/>
                    </svg>
                    Фактическое исчезновение изометрической
                    тактической глубины
                </p>
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.26667 10L6.66667 7.6L9.06667 10L10 9.06667L7.6 6.66667L10 4.26667L9.06667 3.33333L6.66667 5.73333L4.26667 3.33333L3.33333 4.26667L5.73333 6.66667L3.33333 9.06667L4.26667 10ZM6.66667 13.3333C5.74444 13.3333 4.87778 13.1583 4.06667 12.8083C3.25556 12.4583 2.55 11.9833 1.95 11.3833C1.35 10.7833 0.875 10.0778 0.525 9.26667C0.175 8.45555 0 7.58889 0 6.66667C0 5.74444 0.175 4.87778 0.525 4.06667C0.875 3.25556 1.35 2.55 1.95 1.95C2.55 1.35 3.25556 0.875 4.06667 0.525C4.87778 0.175 5.74444 0 6.66667 0C7.58889 0 8.45555 0.175 9.26667 0.525C10.0778 0.875 10.7833 1.35 11.3833 1.95C11.9833 2.55 12.4583 3.25556 12.8083 4.06667C13.1583 4.87778 13.3333 5.74444 13.3333 6.66667C13.3333 7.58889 13.1583 8.45555 12.8083 9.26667C12.4583 10.0778 11.9833 10.7833 11.3833 11.3833C10.7833 11.9833 10.0778 12.4583 9.26667 12.8083C8.45555 13.1583 7.58889 13.3333 6.66667 13.3333ZM6.66667 12C8.15556 12 9.41667 11.4833 10.45 10.45C11.4833 9.41667 12 8.15556 12 6.66667C12 5.17778 11.4833 3.91667 10.45 2.88333C9.41667 1.85 8.15556 1.33333 6.66667 1.33333C5.17778 1.33333 3.91667 1.85 2.88333 2.88333C1.85 3.91667 1.33333 5.17778 1.33333 6.66667C1.33333 8.15556 1.85 9.41667 2.88333 10.45C3.91667 11.4833 5.17778 12 6.66667 12Z" fill="#FFB4AB"/>
                    </svg>


                    Упрощённая экипировка и минимальное влияние
                    характеристик брони
                </p>
                <p class="flex gap-2 text-lg text-secondary">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.26667 10L6.66667 7.6L9.06667 10L10 9.06667L7.6 6.66667L10 4.26667L9.06667 3.33333L6.66667 5.73333L4.26667 3.33333L3.33333 4.26667L5.73333 6.66667L3.33333 9.06667L4.26667 10ZM6.66667 13.3333C5.74444 13.3333 4.87778 13.1583 4.06667 12.8083C3.25556 12.4583 2.55 11.9833 1.95 11.3833C1.35 10.7833 0.875 10.0778 0.525 9.26667C0.175 8.45555 0 7.58889 0 6.66667C0 5.74444 0.175 4.87778 0.525 4.06667C0.875 3.25556 1.35 2.55 1.95 1.95C2.55 1.35 3.25556 0.875 4.06667 0.525C4.87778 0.175 5.74444 0 6.66667 0C7.58889 0 8.45555 0.175 9.26667 0.525C10.0778 0.875 10.7833 1.35 11.3833 1.95C11.9833 2.55 12.4583 3.25556 12.8083 4.06667C13.1583 4.87778 13.3333 5.74444 13.3333 6.66667C13.3333 7.58889 13.1583 8.45555 12.8083 9.26667C12.4583 10.0778 11.9833 10.7833 11.3833 11.3833C10.7833 11.9833 10.0778 12.4583 9.26667 12.8083C8.45555 13.1583 7.58889 13.3333 6.66667 13.3333ZM6.66667 12C8.15556 12 9.41667 11.4833 10.45 10.45C11.4833 9.41667 12 8.15556 12 6.66667C12 5.17778 11.4833 3.91667 10.45 2.88333C9.41667 1.85 8.15556 1.33333 6.66667 1.33333C5.17778 1.33333 3.91667 1.85 2.88333 2.88333C1.85 3.91667 1.33333 5.17778 1.33333 6.66667C1.33333 8.15556 1.85 9.41667 2.88333 10.45C3.91667 11.4833 5.17778 12 6.66667 12Z" fill="#FFB4AB"/>
                    </svg>
                    Спорные диалоговые колёса с недостаточной
                    свободой отыгрыша злодея
                </p>
            </div>
        </div>
    </div>
    <x-review.verdict/>

    <div class="flex justify-between items-center p-3 rounded-lg bg-dark-card">
        <p class="text-secondary font-semibold">Ваша оценка статьи:</p>
        <div class="flex gap-3 items-center font-bold">
            <p class="bg-light-card text-purple px-4 rounded-lg py-1">🔥 421</p>
            <p class="bg-light-card text-cyan px-4 rounded-lg py-1">👏421</p>
            <p class="bg-light-card text-orange px-4 rounded-lg py-1">🤯421</p>
            <p class="bg-light-card text-red px-4 rounded-lg py-1">💔421</p>
        </div>
    </div>
    <x-review.author-info/>
    <x-review.comments/>
</div>
