<div class="bg-light-card p-10 rounded-lg">
    <div class="flex gap-2">
        <div class="p-4 flex flex-col gap-2 items-center justify-center w-full bg-[#282A30] h-fit rounded-lg">
            <div class="relative size-28">
                <svg class="size-full -rotate-90" viewBox="0 0 100 100">
                    <circle cx="50" cy="50" r="42" fill="none" stroke="#1E1F26" stroke-width="9"/>
                    <circle cx="50" cy="50" r="42" fill="none" stroke="#FFB95F" stroke-width="9" stroke-linecap="round" stroke-dasharray="264" stroke-dashoffset="40"/>
                </svg>
                <div class="absolute inset-0 flex flex-col items-center justify-center font-bold text-xs">
                    <span class="text-3xl font-extrabold text-[#FFB95F]">
                        8.5
                    </span>
                    из 10
                </div>
            </div>
            <p class="font-bold text-lg font-serif">Отличный перезапуск</p>
        </div>
        <div class="flex flex-col gap-2">
            <p class="text-[#D0BCFF] font-bold text-sm  flex items-center gap-1">
                <svg width="13" height="13" viewBox="0 0 13 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M4.43333 12.25L3.325 10.3833L1.225 9.91667L1.42917 7.75833L0 6.125L1.42917 4.49167L1.225 2.33333L3.325 1.86667L4.43333 0L6.41667 0.845833L8.4 0L9.50833 1.86667L11.6083 2.33333L11.4042 4.49167L12.8333 6.125L11.4042 7.75833L11.6083 9.91667L9.50833 10.3833L8.4 12.25L6.41667 11.4042L4.43333 12.25ZM4.92917 10.7625L6.41667 10.1208L7.93333 10.7625L8.75 9.3625L10.3542 8.98333L10.2083 7.35L11.2875 6.125L10.2083 4.87083L10.3542 3.2375L8.75 2.8875L7.90417 1.4875L6.41667 2.12917L4.9 1.4875L4.08333 2.8875L2.47917 3.2375L2.625 4.87083L1.54583 6.125L2.625 7.35L2.47917 9.0125L4.08333 9.3625L4.92917 10.7625ZM5.80417 8.19583L9.1 4.9L8.28333 4.05417L5.80417 6.53333L4.55 5.30833L3.73333 6.125L5.80417 8.19583Z" fill="#D0BCFF"/>
                </svg>
                ВЕРДИКТ РЕДАКЦИИ NEXUS
            </p>
            <h3 class="font-extrabold text-3xl ">Dragon Age: The Veilguard</h3>
            <p class="text-lg">BioWare сделала решительный шаг вперед, отбросив груз былых амбиций
                ради создания сфокусированного, невероятно красивого и эмоционально
                теплого приключения. Да, это больше не глубокая хардкорная cRPG, но
                как современный сюжетный экшен в любимой вселенной The Veilguard
                отрабатывает каждый вложенный рубль и каждую минуту вашего
                времени.
            </p>
            <div class="flex items-center text-[#4CD7F6] bg-[#0C0E14] p-2 rounded-lg">
                <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M4.66667 10.6667H8.33333C8.52222 10.6667 8.69722 10.6194 8.85833 10.525C9.01944 10.4306 9.13333 10.3 9.2 10.1333L10.6 6.86667C10.6222 6.81111 10.6389 6.75556 10.65 6.7C10.6611 6.64444 10.6667 6.58889 10.6667 6.53333V6C10.6667 5.81111 10.6028 5.65278 10.475 5.525C10.3472 5.39722 10.1889 5.33333 10 5.33333H6.93333L7.33333 3.06667C7.35556 2.95556 7.35 2.85 7.31667 2.75C7.28333 2.65 7.22778 2.56111 7.15 2.48333L6.66667 2L3.6 5.33333C3.51111 5.42222 3.44444 5.52222 3.4 5.63333C3.35556 5.74444 3.33333 5.86667 3.33333 6V9.33333C3.33333 9.7 3.46389 10.0139 3.725 10.275C3.98611 10.5361 4.3 10.6667 4.66667 10.6667ZM6.66667 13.3333C5.74444 13.3333 4.87778 13.1583 4.06667 12.8083C3.25556 12.4583 2.55 11.9833 1.95 11.3833C1.35 10.7833 0.875 10.0778 0.525 9.26667C0.175 8.45555 0 7.58889 0 6.66667C0 5.74444 0.175 4.87778 0.525 4.06667C0.875 3.25556 1.35 2.55 1.95 1.95C2.55 1.35 3.25556 0.875 4.06667 0.525C4.87778 0.175 5.74444 0 6.66667 0C7.58889 0 8.45555 0.175 9.26667 0.525C10.0778 0.875 10.7833 1.35 11.3833 1.95C11.9833 2.55 12.4583 3.25556 12.8083 4.06667C13.1583 4.87778 13.3333 5.74444 13.3333 6.66667C13.3333 7.58889 13.1583 8.45555 12.8083 9.26667C12.4583 10.0778 11.9833 10.7833 11.3833 11.3833C10.7833 11.9833 10.0778 12.4583 9.26667 12.8083C8.45555 13.1583 7.58889 13.3333 6.66667 13.3333ZM6.66667 12C8.15556 12 9.41667 11.4833 10.45 10.45C11.4833 9.41667 12 8.15556 12 6.66667C12 5.17778 11.4833 3.91667 10.45 2.88333C9.41667 1.85 8.15556 1.33333 6.66667 1.33333C5.17778 1.33333 3.91667 1.85 2.88333 2.88333C1.85 3.91667 1.33333 5.17778 1.33333 6.66667C1.33333 8.15556 1.85 9.41667 2.88333 10.45C3.91667 11.4833 5.17778 12 6.66667 12Z" fill="#4CD7F6"/>
                </svg>
                <p class="font-black text-sm">
                    Кому понравится: Фанатам кинематографичных экшен-RPG в духе God of
                    War: Ragnarök и Mass Effect 2.
                </p>
            </div>
        </div>
    </div>
</div>
